Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * ScaryBlackMan: Some good guys are heavy-set or very muscular dark-skinned male character is perceived as particularly threatening or badass.
pt_br: * Br/HomemNegroAssustador: Alguns caras bons muito musculosos e de pele escura são percebidos como particularmente ameaçadores.

source: * ScaryTeeth: Some [[FaceOfAThug good]] [[CreepyGood guys']] teeth can be quite disturbing, especially if they focus their righteous anger on evil-doers.
pt_br: * Br/DentesAssustadores: Alguns [[Br/AssustadorEBom caras]] [[Br/CaraDeBandido bons]] possuem dentes perturbadores, principalmente se eles focam sua raiva justa nos malfeitores.

source: * ScavengedPunk: People rely on junk and other "found" technology rather than manufacturing their own, either due to it being AfterTheEnd or due to living the shadow of human society.
pt_br: * ??? ScavengedPunk: Pessoas dependem de sucatas e outras tecnologias "encontradas" ao invés da manufatura convencional, seja porque a ambientação se dá Br/DepoisDoFim, seja porque elas vivem às sombras da sociedade humana.

source: * ScavengerWorld: The world has been ruined, and people rely on what they can salvage from the old world to survive.
pt_br: * Br/MundoDeCatadores: O mundo foi arruinado e as pessoas dependem do que elas conseguem coletar para sobreviver.

source: * SceneryBasedSocietalBarometer: A single recurring location is used to measure the condition of a larger setting.
pt_br: * Br/BarometroSocietalBaseadoEmCenario: Um único local recorrente é usado para medir as condições de uma ambientação maior.

source: * SceneryPorn: If you liked ''Film/BladeRunner'''s futuristic Los Angeles, you'll ''love'' this.
pt_br: * Br/PornoDeCenario: Se você gostou da Los Angeles futurista de ''BrFilme/BladeRunner'', você vai ''amar'' a cidade deste filme.

source: * SchoolIsMurder: A school with a WeirdnessMagnet that results in a high student mortality rate.
pt_br: * Br/EscolaSignificaMorte: Uma escola com um Br/ImaDeEsquisitice que resulta em uma taxa de mortalidade estudantil elevada.

source: * SciFiWritersHaveNoSenseOfScale: Very nearly averted.
pt_br: * Br/EscritoresDeSciFiNaoTemSensoDeEscala: Quase foi evitado.

source: * ScienceHero: A hero who uses science or high technology to save the day.
pt_br: * Br/HeroiDaCiencia: Um herói que usa ciência ou alta tecnologia para salvar o dia.

source: * ScienceHero: The hero is a scholar who uses his scientific knowledge to fight evil.
pt_br: * Br/HeroiCientifico: O herói é um cientista que usa o conhecimento científico para combater o mal.

source: * ScienceIsGood * ScrewTheRulesImDoingWhatsRight: A character disobeys the laws, customs, or their instructions so they can follow their conscience.
pt_br: * Br/CienciaEBoa * Br/DanemSeAsRegrasEstouFazendoOQueECerto: Um personagem desobedece as leis, costumes ou ordens para que possam seguir sua consciência.

source: * ScienceRelatedMemeticDisorder: The trappings of science portrayed as a psychological compulsion.
pt_br: * Br/TranstornoMemeticoDeAspectoCientifico: Atos relacionados à ciência retratados como compulsão psicológica.

source: * ScoobyStack: Courtesy of the kids.
pt_br: * Br/EmpilhamentoScooby: Cortesia das crianças.

source: * ScottyTime: You have much less time than you need to get the job done.
pt_br: * Br/FusoScotty: você tem muito menos tempo do que o necessário para fazer o serviço.

source: * ScrapHeapHero * ScrewTheRulesImDoingWhatsRight: A character who listens and does what their heart tells them is the morally right thing to do and not what bureaucratic laws tell them to.
pt_br: * ??? ScrapHeapHero * Br/DanemSeAsRegrasEstouFazendoOQueECerto: Um personagem que escuta e faz o que seu coração diz que é moralmente certo ao invés do que as leis dizem que ele deve fazer.

source: * ScrewTheRulesIHaveConnections: Robertson flexes his influence by having his attorneys file an ''amicus brief'' within a few hours of Sonny escaping, and receiving a response agreeing with the same conclusion that a robot "cannot commit homicide" and such incidents would at best constitute an "industrial accident".
pt_br: * Br/DaneSeAsRegrasEuTenhoConexoes: Robertson demonstra sua influência ao fazer seus advogados entrarem com uma petição ''amicus curiae'' poucas horas após Sonny escapar e receber uma resposta chegando na mesma conclusão de que robôs "não podem ser acusados de homicídio" e que tal incidente seria classificado no máximo como "acidente industrial".

source: * ScriptWank: The creator explicitly spells out a work's message because they don't trust the audience to pick up on the subtext, goes hand in hand with... * ShowDontTell: A common bit of writing advice which says to imply or demonstrate that something is happening rather than to just say it is.
pt_br: * ??? ScriptWank: O criador explicitamente fala a mensagem de uma obra porque ele não confia que o público vai conseguir interpretar o subtexto. * Br/MostreNaoConte: Uma dica comum de escrita que diz para implicar ou demonstrar que algo está acontecendo ao invés de dizer que está acontecendo.

source: * ScullyBox: Some sort of object used to make actors appear to have a different height than they actually do, without the audience noticing.
pt_br: * Br/CaixaDeScully: Algum tipo de objeto usado para fazer com que atores pareçam ter uma altura diferente da real sem que o público note.

source: * SeaSinkhole: Just when you thought falling off the edge of a flat earth wouldn't be a problem.
pt_br: * Br/RaloMarinho: E você achava que cair da borda da terra plana não seria um problema.

source: * SeaStories: Any story taking place with the ocean as its primary setting.
pt_br: * Br/HistoriasDoMar: Qualquer história que acontece tendo o oceano como ambientação.

source: * SealedGoodInACan: A benevolent being is sealed away before eventually being freed.
pt_br: * Br/BemSeladoEmUmaGarrafa: Um ser benevolente é selado antes de ser eventualmente libertado.

source: * SealedGoodInACan: A hero who has somehow been imprisoned for a long time.
pt_br: * Br/OBemSeladoEmUmaGarrafa: Um personagem que de algum modo ficou aprisionado por muito tempo.

source: * SecondChapterCliffhanger: The second installment of a trilogy ends on a {{cliffhanger}} with several {{Plot Thread}}s still unresolved.
pt_br: * Br/PenhascoDoSegundoCapitulo: A segunda entrada de uma trilogia termina Br/NaBeiraDoPenhasco com muitas [[Br/LinhaDeTrama linhas de trama]] pendentes de resolver.

source: * SecondFaceSmoke: When someone gets a face full of somebody else's cigarette smoke.
pt_br: * Br/FumacaNoRosto: Quando alguém fica com a cara cheia de fumaça do cigarro de outra pessoa.

source: * SecretGovernmentWarehouse: Where the government hides all the stuff the people are better off not knowing about.
pt_br: * Br/DepositoSecretoDoGoverno: O lugar onde o governo esconde todas as coisas que é melhor que as pessoas não saibam a respeito.

source: * SecretHistory: The work claims that it took place in RealLife, but the audience never heard of its events because InUniverse actors [[{{Masquerade}} kept it secret]].
pt_br: * Br/HistoriaSecreta: A obra alega que ela se passou na Br/VidaReal, mas o público nunca ouviu falar dos eventos porque os atores Br/InUniverso [[Br/{{Mascaramento}} mantiveram isso em segredo]].

source: * SecretIdentity: Played straight with Captain Amazing and the Sphinx, but played with concerning the rest of the Mystery Men - they don't wear masks, but are still fairly secretive about their real names.
pt_br: * Br/IdentidadeSecreta: Usada de maneira típica com o Capitão Arraso e o Esfinge, mas de maneira preocupante com o restante dos heróis -- eles não usam máscaras, mas ainda são reservados com os verdadeiros nomes.

source: * SecretIdentity: Reinaldo is Diadorim [[spoiler:who is Maria ''Diadorin''a da Fé Bettancourt Marins]].
pt_br: * Br/IdentidadeSecreta: Reinaldo é [[spoiler: Maria Diadorina, que passava-se por Reinaldo/Diadorim para poder ficar próxima ao pai]].

source: * SecretMessageWink: Sonny pretends to take Dr. Calvin hostage, but winks at Spooner to let him know he's bluffing, [[ChekhovsGun a gesture that Spooner explained to him earlier]].
pt_br: * Br/PiscadaDaMensagemSecreta: Sonny finge tomar a Dra. Calvin como refém, mas pisca para Spooner para que ele saiba que é um blefe, [[Br/ArmaDeChekhov um gesto que Spooner havia explicado a ele anteriormente]].

source: * SecretRoom: A hidden room in a building.
pt_br: * Br/SalaSecreta: Um cômodo escondido em uma construção.

source: * SecretShop: A shop whose business model somehow revolves around having great stuff and telling next to no one about it.
pt_br: * Br/LojaSecreta: Uma loja cujo modelo de negócio de algum modo gira em torno de ter itens incríveis e não falar pra ninguém a respeito deles.

source: * SecretUndergroundPassage * SelfInflictedHell: A character suffers in the afterlife only because they believe they deserve it.
pt_br: * Br/PassagemSecretaSubterranea * Br/InfernoAutoInfligido: Um personagem sofre no pós-vida apenas por acreditar que eles merecem.

source: * SecularHero: A hero who doesn't hold religious beliefs.
pt_br: * Br/HeroiSecular: Um herói que não possui crenças religiosas.

source: * SelflessWish: A character forfeits their wish on behalf of someone else.
pt_br: * Br/DesejoAltruista: Um personagem abre mão de seu desejo em nome de outra pessoa.

source: * SensibleHeroesSkimpyVillains: Good guys dress modestly while villains wear revealing attire.
pt_br: * Br/HeroisRecatadosViloesExibidos: Os mocinhos se vestem de maneira modesta enquanto os vilões usam trajes reveladores.

source: * SensibleHeroesSkimpyVillains: The heroic women are always dressed in modest, sensible clothes while the female villains are dressed in the skimpiest outfits possible.
pt_br: * Br/HeroisRecatadosViloesExibidos: As mulheres heroicas estão sempre vestidas com roupas modestas enquanto as vilãs estão vestidas com a roupa mais reveladora possível.

source: * SequelAdaptationIconicVillain: In an adapted work, an iconic villain from the source material is saved for the sequel.
pt_br: * Br/VilaoIconicoDaAdaptacaoNaSequencia: Em uma obra adaptada, um vilão icônico do material fonte é guardado para a sequência.

source: * SequelDifficultyDrop: Sequel is easier than its predecessor.
pt_br: * Br/QuedaDeDificuldadeDaSequencia: A sequência é mais fácil que a anterior.

source: * SequelDifficultySpike: Sequel is harder than its predecessor.
pt_br: * Br/AumentoDeDificuldadeDaSequencia: A sequência é mais difícil que a anterior.

source: * SequelDisplacement: When the original installment of a series is less known than the most popular one.
pt_br: * Br/DeslocadoPelaSequencia: Quando a obra original de uma série é menos conhecida que a mais popular.

source: * SequelEpisode: The plot or resolution of a StandAloneEpisode in a series gets revisited in a later episode.
pt_br: * Br/EpisodioSequencia: A trama ou resolução de um Br/EpisodioAutoContido de uma série é revisada em um episódio posterior.

source: * SequelEscalation: Attempts to make a sequel to have elements of the previous installment, but more of them.
pt_br: * Br/EscaladaDaSequencia: Tentativas de se fazer uma sequência ter elementos da obra anterior, mas em maior quantidade.

source: * SequelFirst: A sequel is released in a foreign market before the first installment.
pt_br: * Br/PrimeiroASequencia: Uma sequência é lançada no mercado estrangeiro antes da primeira obra.

source: * SequelGap: A fairly long time passes between when an installment comes out and when its sequel does.
pt_br: * Br/VaoNaSequencia: muito tempo se passa entre o lançamento de uma obra e da sua sequência.

source: * SequelGoesForeign: The sequel is set in a foreign country.
pt_br: * Br/ASequenciaViajaParaFora: A sequência se passa em um país estrangeiro.

source: * SequelHook: A hint at a future installment.
pt_br: * Br/GanchoParaASequencia: Um ponto de engate para uma obra futura.

source: * SequelInAnotherMedium: Sequels that continue in different media such as the story of a movie continuing in a television show or video game.
pt_br: * Br/SequenciaEmOutraMidia: Sequências que continuam em uma mídia diferente, tal como a história de um filme prosseguindo em um show de TV ou videogame.

source: * SequelNonEntity: Hey, they reduced the FiveManBand to a PowerTrio!
pt_br: * Br/NaoEntidadeDaSequencia: Olha só, eles reduziram o Br/GrupoDeCincoCaras para um Br/TrioPoderoso!

source: * SequelReset: The resolution from the first story is undone for the sequel.
pt_br: * Br/ReinicioDeSequencia: A resolução da primeira história é desfeita na sequência.

source: * SequelSeries: A series that takes place after or before the original.
pt_br: * Br/SerieDeSequencia: Uma série que se passa antes ou depois do original.

source: * SequelSnark: A joke mocking the idea of a sequel.
pt_br: * Br/SequenciaSarcastica: Uma piada que zomba da ideia de uma sequência.

source: * SeriesFauxnale: Zig-zagged with the three-part Acapulco BeachEpisode, which originally aired on 1977.
pt_br: * Br/PseudoFinalDaSerie: Um zigue-zague envolvendo o Br/EpisodioDaPraia de três partes em Acapulco, que originalmente foi ao ar em 1977.

source: * SeriesMascot: Most good guys serve as iconic characters chosen to represent a fictional universe or media franchise.
pt_br: * Br/MascoteDaSerie: A maioria dos caras bons servem como personagens icônicos escolhidos para representar um universo fictício ou franquia.

source: * SeriousBusiness: Treating something more seriously than necessary.
pt_br: * Br/CoisaSeria: Tratar algo de maneira mais séria do que o necessário.

source: * SerkisFolk: Creator/AlanTudyk as Sonny, as it's said the effect team used the same process that was used with Creator/AndySerkis when he played Gollum from ''Film/TheLordOfTheRings''.
pt_br: * Br/PessoaSerkis: BrCriador/AlanTudyk como Sonny, pois é dito que a equipe de efeitos usou o mesmo processo que foi usado com BrCriador/AndySerkis quando ele interpretou Gollum em ''BrFilme/OSenhorDosAneis''.

source: * SesquipedalianLoquaciousness: Mixed with ExpospeakGag with Dr. Calvin in the beginning, when describing her job: -->'''Detective Del Spooner:''' So, Dr. Calvin, what exactly do you do around here?\\ '''Susan Calvin:''' My general fields are advanced robotics and psychiatry.
pt_br: * Br/LoquacidadeSesquipedaliana: Misturado com uma Br/PiadaDeExpolingua com a Dra. Calvin no começo, quando ela descreve o trabalho dela: -->'''Spooner:''' Então, doutora Susan, o que exatamente você faz aqui?\\ '''Calvin:''' Minhas áreas são robótica avançada e psiquiatria,

source: * SesquipedalianLoquaciousness: Professor Jirafales.
pt_br: * Br/LoquacidadeSesquipedaliana: O Professor Girafales.

source: * SetBehindTheScenes: Hollywood, but not Hollywood.
pt_br: * Br/AmbientadoPorTrasDasCenas: Quando a história se passa nos bastidores da história.

source: * SetRightWhatOnceWentWrong: Characters go back in time to change an error, or undo mistakes.
pt_br: * Br/CorrigirOQueDeuErrado: Personagens voltam no tempo para corrigir ou desfazer um erro.

source: * SettingAsACharacter: The setting is as important a driver of the story as any character but is not truly an intelligent person in its own right like a SapientShip or GeniusLoci.
pt_br: * Br/AmbientacaoComoPersonagem: A ambientação é tão importante para avançar a história quanto qualquer outro personagem, mas o local não é um ser inteligente por mérito próprio como em uma Br/NaveSapiente ou um Br/GeniusLoci.

source: * SettlingTheFrontier: Can serve as either a setting for a story or as a {{Plot}}.
pt_br: * Br/ColonizarAFronteira: Pode servir como ambientação ou como Br/{{Trama}} para uma história.

source: * SevenDeadlySins: All of the original main characters, who are each guilty of having a FatalFlaw.
pt_br: * Br/SetePecadosCapitais: Todos os personagens principais originais, cada um deles possuindo uma Br/FalhaFatal.

source: * SevenHeavenlyVirtues * SexIsGood * SexyVillainsChasteHeroes: Sexualized villains' designs contrast with the designs of more modest heroes.
pt_br: * Br/SeteVirtudesCelestiais * Br/SexoEBom * Br/ViloesSensuaisHeroisCastos: O design sexualizado dos vilões contrasta com a aparência mais modesta dos heróis.

source: * SeverelySpecializedStore: We sell ''one'' thing, and one thing only.
pt_br: * Br/LojaExtremamenteEspecializada: Nós vendemos ''uma'' coisa, e somente uma.

source: * SexyDimorphism: The females of a non-human species always happen to be {{humanoid|femaleanimal}} and conventionally attractive while the males are bestial; usually an attribute of MostWritersAreMale.
pt_br: * Br/DimorfismoSensual: As fêmeas de uma espécie não-humana sempre são [[Br/AnimalFemeaHumanoide humanoides]] e convencionalmente atraentes, enquanto os machos são bestiais; costuma ocorrer como consequência de Br/AMaioriaDosEscritoresSaoHomens.

source: * SexyVillainsChasteHeroes: Sexualized villains' designs contrast with the designs of more modest heroes.
pt_br: * Br/ViloesSensuaisHeroisCastos: O design sexualizado dos vilões contrasta com a aparência mais modesta dos heróis.

source: * ShaggyDogStory: A story's buildup has no payoff.
pt_br: * Br/HistoriaPraBoiDormir: O desenrolar da história não tem um retorno.

source: * ShapedLikeWhatItSells: A shop's storefront or whole building is shaped to advertise the product it sells.
pt_br: * Br/ParecidoComOQueVende: A fachada de uma loja (ou a construção inteira) tem o formato de acordo com o produto vendido

source: * ShatteredWorld: A planet broken into pieces and floating in space/the void but still inhabited.
pt_br: * Br/MundoDespedacado: Um planeta quebrado em pedaços e flutuando no espaço, mas ainda assim habitado.

source: * SheepInSheepsClothing: A good person is suspected to secretly not be as good as they were assumed to be, but it turns out their supposed bad deeds had benign ulterior motives.
pt_br: * Br/CordeiroEmPeleDeCordeiro: Uma pessoa boa traz sobre si a suspeita de secretamente não ser tão boa quanto se supõe, mas então se descobre que suas supostas ações ruins tinham motivos nobres.

source: * SheepInSheepsClothing: A good-natured character is suspected to be not-so-nice, but turns out to be exactly as initially perceived.
pt_br: * Br/CordeiroEmPeleDeCordeiro: Um personagem de boa índole traz sobre si a suspeita de não ser tão bom, mas então se descobre que ele era tal qual como inicialmente percebido.

source: * ShiningCity: The greatest and most beautiful city in the world.
pt_br: * Br/CidadeReluzente: A maior e mais bela cidade no mundo.

source: * ShipperOnDeck: Quico is all for Doña Florinda and Profesor Jirafales's relationship upgrading from NoHuggingNoKissing to an OfficialCouple: --> '''Quico:''' Just another fifteen or sixteen more cups of coffee, and I'm launching a new daddy.
pt_br: * ??? ShipperOnDeck: O Quico é totalmente a favor da Dona Florinda e do professor Girafales se tornarem um Br/CasalOficial. --> '''Quico:''' Mais quinze ou dezesseis xícaras de café, e eu vou ter um novo pai.

source: * ShirtlessScene: Spooner gets a few.
pt_br: * Br/CenaSemCamisa: Spooner recebe algumas.

source: * ShoePhone: Played with in the scene where Captain Amazing initially confronts Casanova Frankenstein and tells him to deactivate a variety of weapons hidden in normally benign objects, only to be snared by [[spoiler:a portable enticement snare that looks like a remote detonator]].
pt_br: * Br/TelefoneDeSapato: Manipulado na cena em que o Capitão Arraso inicialmente confronta Casanova Frankenstein e diz pra ele desativar uma miríade de armas escondidas em objetos normalmente benignos, só para depois ser [[spoiler: atingido por um atordoador portátil que parece um detonador remoto]].

source: * ShooOutTheNewGuy: A new character joins the main cast but is then promptly written out.
pt_br: * Br/ExpulsarOCaraNovo: Um novo personagem se junta à equipe principal mas é rapidamente removido.

source: * ShootOutTheLock: Done somewhat realistically when Spooner is trying to escape Lanning's currently-being-demolished house.
pt_br: * Br/AtirarNaTranca: Feito de maneira razoavelmente realista quando Spooner está tentando escapar da casa de Lanning em demolição.

source: * ShootTheDog: Riobaldo almost does it literally once.
pt_br: * Br/AtirarNoCachorro: Quase feito literalmente uma vez.

source: * ShootTheShaggyDog: The same as above but not only actively tragic but rendering any-and-all accomplishments meaningless.
pt_br: * Br/AcordarOBoiATiros: Que nem o botão de reinício, mas não apenas ativamente trágico como também negando qualquer conquista que tenha ocorrido na história.

source: * ShopliftAndDie: Shopkeepers killing anyone who tries to make off with their wares without paying.
pt_br: * ??? ShopliftAndDie: Lojistas matam qualquer um que tenta fugir com os produtos sem pagar.

source: * ShotInTheAss: Spleen takes a bullet to the rear during the climactic battle.
pt_br: * Br/TiroNoTraseiro: Solta-Pum leva um tiro desses durante a batalha final.

source: * ShotgunsAreJustBetter: Bergin knows how to deal with the robot revolution.
pt_br: * Br/EscopetasSaoSimplesmenteMelhores: Bergin sabe como lidar com a revolução dos robôs.

source: * ShoutOut: ** The scene where Casanova Frankenstein gathers the various gimmicked gangs of Champion City together at his mansion in an effort to unite them all under his rule, culminating with the rousing cry, "Can you dig it?" is a shout out to ''Film/TheWarriors''.
pt_br: * Br/MandandoUmSalve:

source: * ShoutOut: All voices are based on pop culture characters or real people.
pt_br: * Br/MandandoUmSalve: Todas as vozes são baseadas em personagens da cultura pop ou pessoas reais.

source: * ShovelStrike: The Shoveler shovels very well.
pt_br: * Br/GolpeDePa: O Pá é muito bom em dar pazadas.

source: * ShowerScene: One each for our male and female leads.
pt_br: * Br/CenaDoChuveiro: Uma para cada um de nossos protagonistas.

source: * ShowyInvincibleHero * ShutUpHannibal: After the villain tries to break the hero's spirit by claiming that their heroic efforts are worthless or that the hero is no different from the villain, the hero responds by sharply rebuking the villain and rejecting their harangue as they prepare to kick the villain's butt.
pt_br: * Br/HeroiPomposamenteInvencivel * Br/CalaABocaHannibal: Depois que o vilão tenta quebrar a determinação do herói ao argumentar que seus esforços heroicos são inúteis ou que ele não é diferente do vilão, o herói rejeita e rebate o argumento com aspereza antes de dar sequência ao procedimento de chute de traseiro do vilão.

source: * ShrineToSelf: When a narcissist exaggerates the trope.
pt_br: * Br/SantuarioASiProprio: Quando um narcisista exagera o tropo.

source: * ShroudedInMyth: This is ''literally'' the Sphinx's main power.
pt_br: * Br/EnvoltoEmMito: Este é ''literalmente'' o poder principal do Esfinge.

source: * ShutUpHannibal: Both Spooner and Sonny do this when [[spoiler: VIKI]] states that [[spoiler: her]] logic is undeniable.
pt_br: * Br/CalaABocaHannibal: Spooner e Sonny fazem isso quando [[spoiler: a VIKI]] declara que a lógica é inegável.

source: * ShutUpHannibal: The villain mocks the hero for being idealistic and the hero responds with a rebuttal on why it's a good thing that they are idealistic.
pt_br: * Br/CalaABocaHannibal: O vilão zomba do herói por ser idealista e o herói retruca dizendo por que é bom ser idealista.

source: * ShutUpKirk: The hero tells the villain that they'll inevitably lose and the villain responds by saying that they don't care and still have the hero outclassed.
pt_br: * Br/CalaABocaKirk: O herói diz ao vilão que ele inevitavelmente vai perder e o vilão responde dizendo que ele não liga e que vai superar ele mesmo assim.
